package com.example.PdfGenerator.repository;

import java.util.Arrays;
import java.util.List;

public class repositoryCity {
    public List<String> cityList = Arrays.asList("Бугульма", "Лениногорск", "Альметьевск", "Казань", "Москва",
            "Нижнекамск", "Октябрьский", "Санкт-Петербург", "Новосибирск", "Екатеринбург", "Уфа",
            "Самара", "Челябинск", "Красноярск", "Пермь");
    public List<String> areaList = Arrays.asList("Орловская", "Ростовская", "Магаданская", "Пермская", "Белгородская",
            "Томская", "Тверская", "Тамбовская", "Татарстан", "Иркутская",
            "Башкортостан", "Челябинская", "Самарская", "Саратовская", "Ульяновская");
    public List<String> streetList = Arrays.asList("Баумана", "Островского", "Московская", "Кремлевская",
            "Дзержинского", "Ленина", "Саид-Галеева", "Пушкина", "Габдуллы Тукая", "Мусы Джалиля",
            "Гвардейская", "Карла Маркса", "Правобулачная", "Никольская", "Петровка");
}
