package com.example.PdfGenerator.repository;

import java.util.Arrays;
import java.util.List;

public class repositoryMan {
    public List<String> nameList = Arrays.asList("Алексей", "Антон", "Дмитрий", "Павел", "Руслан",
            "Артур", "Андрей", "Никита", "Ростислав", "Фирдус", "Михаил", "Василий", "Максим",
            "Виктор", "Николай");
    public List<String> surnameList = Arrays.asList("Белолипецкий", "Кулинский", "Кортылёв", "Рыбаков", "Ганеев",
            "Хасанов", "Тарасов", "Лебедев", "Лысенков", "Тямаев", "Круг", "Вакуленко", "Корж",
            "Салтыков", "Расторгуев");
    public List<String> patronymicList = Arrays.asList("Алексеевич", "Антонович", "Дмитриевич", "Павлович",
            "Русланович", "Артурович", "Андреевич", "Никитович", "Ростиславович", "Фирдус оглы",
            "Михайлович", "Васильевич", "Максимович", "Викторович", "Николаевич");
}
