package com.example.PdfGenerator.repository;

import java.util.Arrays;
import java.util.List;

public class repositoryWoman {
    public List<String> nameList = Arrays.asList("Марина", "Полина", "Елизавета", "Алена", "Софья", "Анна", "Алиса",
            "Ева", "Алина", "Екатерина", "Ксения", "Наталья", "Татьяна", "Светлана", "Анфиса");
    public List<String> surnameList = Arrays.asList("Мерзлякова", "Пронькина", "Воронина", "Абрамова", "Громова",
            "Журавлева", "Захарова", "Зотова", "Ермакова", "Гришина", "Дмитриева", "Емельянова", "Князева",
            "Николаева", "Давыдова");
    public List<String> patronymicList = Arrays.asList("Алексеевна", "Антоновна", "Дмитриевна", "Павловна", "Руслановна",
            "Артуровна", "Андреевна", "Никитовна", "Ростиславовна", "Фирдус кызы", "Михайловна", "Васильевна",
            "Максимовна", "Викторовна", "Николаевна");
}
